{
  "todos": [
    {
      "id": 1,
      "title": "爸爸",
      "description": " 妹妹们在阳台上晒太阳。哥哥在泡澡，衣服被爸爸扔进了垃圾桶。我去房间里找爸爸，我的下巴上全是血。爸爸浑身抽搐，眼看不行了。这是爸爸最应得的死法，真是报应啊!",
      "answer": "我们三个是街边流浪的小猫，被一个男人收养。然而万万没想到，这个人居然是一个喜欢虐待动物的人。他将我的四肢砍下，让我只能借助下巴爬行。他将我的妹妹分尸，并晒成肉干。将我的哥哥皮扒下来，并用开水烫他。将他折磨致死。不过天道好轮回。他在虐待我们的时候被哥哥咬了，使他患上了狂犬病。今天他狂犬病发作死在了家里。这是他最应得的死法，真是报应啊！不久后我被好心人收养了，我再也不用担心被人欺负了。",
      "difficulty": "简单"
    },
    {
      "id": 2,
      "title": "期末考试",
      "description": "转学后这一个月，所有同学都认为我精神不正常，大家都排挤我。只有老师不这么想，可期末考试成绩下来后，我明白我真的不正常了..",
      "answer": "我天生拥有阴阳眼，但我本人却并不知道。我刚刚转学，只有同桌对我特别友好。其他同学都觉得我精神不正常。因此排挤我。直到我有一次在班级里叫出了同桌的名字。老师才惊恐的发现我并不是精神病，原来那个对我友好的同桌根本不是人，他是很多年前就死在这所学校的学生，其他同学看不到他。老师刚到这所学校任教的时候就听说过这件事，加上教学楼也偶尔会有一些灵异事件发生。因此她知道真相。但老师却没敢和我沟通这件事情。直到期末考试成绩发下来之后，我发现榜单上并没同桌的名字，结合之前同学对我的态度，我终于明白我确实和正常人不一样了…",
      "difficulty": "中等"
    },
    {
      "id": 3,
      "title": "红衣",
      "description": "奔丧回来后，室友和我说学校最近闹诡了，好多人都梦到了一个红衣服的人对着你笑。晚上，我也梦到了，可我看清他时，却觉得眼熟。直到第二天晚上，我终于明白了。",
      "answer": "我参加完奶奶的葬礼回到学校，室友和我说学校最近闹鬼了，好多人都梦到一个红衣服的人对着自己笑。晚上我也梦到了，我觉得他穿的红衣服很眼熟。第二天晚上，我梦到了我的奶奶。我终于明白怎么回事了。我觉得那件红衣服眼烈是因为那是件寿衣!梦里的这些人都是穿着寿衣的死者!经过调查，我们之所以会梦到他们，是因为学校食堂的饭菜有问题，那居然是学校食堂和旅仪馆勾结，价从殡仪馆进了尸体做成了肉!我梦到了刚死去的奶奶，他们居然把我奶奶的尸体也卖到了食堂，并被我误食了…",
      "difficulty": "中等"
    },
    {
      "id": 4,
      "title": "安全感",
      "description": "妈妈为了保护我去世了。之后我一直活得很不安。直到我遇到了同样能让我有安全感的男朋友。可是他失业后，我又开始变得不安、，终于在某天，男朋友想了一个办法，这让自恋的他获得了极大地满足，几天后我又充满了安全感。",
      "answer": "在我小时候遭遇了地震，由于塌方我和妈妈被困在非常狭小的空间，妈妈用身体护住了我，自己却死了。在等待救援的过程中，妈妈的尸体逐渐腐烂并散发出尸臭味，我也因为地震产生了应激创伤，后来只有闻到腐尸味才能让我获得安全感就像仍在妈妈身边。长大后，我遇到了一个有熟悉味道的男孩，闻着他散发的气味，我久违的有了安全感。于是我们两个便相爱了。原来他有恋尸癖、他经常会从自己工作的大平间偷回家一些无人认领的尸体。我也因此能闻到腐尸味而获得安全感。然而有一天他失业了，我们失去了尸体的来源，这让我又开始变得不安。直到某天，男友想到了一个办法。自恋的性格让他意识到这世上最完美的尸体就是自己的。于是他满意的杀死了自己。几天后，闻着令人舒心的腐尸味，我不禁思考，男友“彻底消失后”我该如何令自己安心，我看着镜子里的自己，露出了疑惑的表情。",
      "difficulty": "困难"
    },
    {
      "id": 5,
      "title": "猜名字",
      "description": "家里闹鬼了，我和爱人找来一位大师帮忙解决。大师说他有怨气，你们在屋里摆满白烛并喊他的名字，便可散其怨。午夜，阵阵阴风吹灭了蜡烛，爱人急忙喊其姓名，可听到后我却不可置信的看着她。我知道，我们死定了…",
      "answer": "我的情人其实是我妻子的双胞胎妹妹。她们俩长得几乎一模一样。由于情人怀了孩子。我们两个便计划杀死妻子。可妻子听到了我和情人要谋害她的计划，她把情人迷晕后伪装成自己，所以我杀的“妻子”，其实是误杀了怀孕的情人。之后的几天，我家发生了一些灵异事件，于是我们找到了大师帮忙解决。他让我们在屋里摆满白烛并喊鬼的名字，便可散其怨气。午夜，阵阵阴风吹灭了蜡烛，我喊出妻子的名字，而一旁的“情人”居然喊出自己的名字，我这才知道眼前的情人是我妻子假扮的，真正死的不是我妻子，而是情人!可由于情人怀了我的孩子，这个孩子还没有取名字!我们根本没有办法化解他的怨气，我意识到我们死定了。",
      "difficulty": "中等"
    },
    {
      "id": 6,
      "title": "妹妹的房间",
      "description": "妹妹的房间传来很多球鞋摩擦地板的声音，房门虚掩着，我开门看了一眼，妹妹空洞的眼神正望着我，我急忙去叫保安，结果我死了···",
      "answer": "妹妹的头七，我去坟前扫墓却听到棺材里传来运动鞋摩擦地板的声音，我感到很奇怪，挖开妹妹的坟墓看了一下，发现妹妹的棺椁被人打开了，里面躲着密密麻麻的老鼠，而妹妹的尸体也被老鼠啃食的面目全非，吓得我急忙去叫保安。原来保安有恋尸癖，他作案之后没有给妹妹的棺材盖好，才导致老鼠顺着缝隙钻进棺材里，保安担心事情败露，便把我也杀了。",
      "difficulty": "中等"
    },
    {
      "id": 7,
      "title": "寝室",
      "description": "今天天气很热，老大在宿舍门口吃冰棍，老三刚吃完饭，在远处探头看着我们，封寝了，我准备睡觉了，朦胧中我听到老五一声惨叫···",
      "answer": "我是个登山客，正在挑战一座未被探索的雪山，山上有一个搭好的帐篷，我惊恐的发现帐篷外有两具自己的尸体，看起来更久的尸体被山巅掉下来的冰锥贯穿了喉咙，而另一具被陷在雪流沙里，只露出一个人头，他的嘴角有进食过的血迹，看来应该是还有一个我被他吃掉了。吓得我拼命的逃离雪山，却遇见了鬼打墙，我逃不出去了。这是一座没有人能活着出去的邪山!“我们”都被困死在这里了!不知多久，我失温冻死在了帐篷里，弥留之际，我听到了“老五”看到我们后发出的惨叫声，新的一轮开始了。",
      "difficulty": "简单"
    },
    {
      "id": 8,
      "title": "秘密",
      "description": "我最近胃肠感冒。一夜没睡无意中发现了哥哥和嫂子的秘密我大惊失色，于是鲨死了妻子。",
      "answer": "我是一个喜欢吃人的异食癖女孩，我的男朋友有同样的爱好。不过他还患有人格分裂。他的正常人格并不知道这个人格有异食瘾，为了和男朋友在一起，我便接近他另一个人格。并谎称我也有双重人格。他觉得我们俩很般配，于是我们便在一起了。然而这天，他因为胃肠感冒，呕吐时发现了人的指甲。于是他晚上假装切换成异食癖人格。发现了我们的秘密，也知道我欺骗了他，于是他愤怒的将我杀死。",
      "difficulty": "简单"
    },
    {
      "id": 9,
      "title": "圣诞礼物",
      "description": "今天爸爸让我早点睡觉，可深夜我却听到了敲门声，我好奇推开门去看，是不是爸爸准备好了圣诞礼物，客厅里一颗红色的圣诞树上挂满了装饰品，还没填料的火鸡摆在餐桌上，绿色的圣诞老人藏在了壁炉里，这时门外又响起了敲门声…",
      "answer": "我是一个红绿色盲，今天是平安夜，爸爸骗妈妈他要加班到很晚，实际是他要给我们准备圣诞礼物。可妈妈信以为真，带了一个陌生的叔叔到家里，一直藏在家里的爸爸崩溃了，他杀死了这个陌生的叔叔，把他的皮剥了下来后扔进了壁炉里。爸爸把妈妈的肚子掏空了摆在了餐桌上，掏出来的东西挂在了圣诞树上，随后爸爸也在大门外的屋檐上上吊自杀了，风吹动爸爸的尸体，传来了敲门声。",
      "difficulty": "简单"
    },
    {
      "id": 10,
      "title": "保姆",
      "description": "保姆已经一周没来了，但我发现家里好像有人。可能是害怕的原因，我每天都会掉头发、口臭。几天后警方发现了我和保姆的尸体。",
      "answer": "我是一个梦游症患者。我在梦游时将保姆杀死，并将她的尸体扔进我别墅的水箱里，水箱中的尸体慢慢腐烂、保姆的头发随着水管流了下来，所以我在洗头的时候觉得自己掉头发了，喝水吃饭也是因为是尸水，所以觉得口臭。几天后我也因为梦游走到了水箱前失足掉了下去…",
      "difficulty": "简单"
    },
    {
      "id": 11,
      "title": "笔仙",
      "description": "笔仙笔仙，你是我的前世，我是你的今生。如要与我续缘，请再纸上画圈。\n忧郁的男人第一个提问：“她是不是不爱我了”笔动了，落在了“是”字上。看到答案，他松了一口气。华贵的老妇人接着问：“我是不是真的永远不会变老了?”“是”老妇人露出了放心的笑容。美丽的少妇又问“是不是有人知道我的秘密了”“是”少妇变得紧张起来笔又自发的缓缓动起来，拼出了几个字。你们知道，我是谁吗?",
      "answer": "这三个人其实是一家人。老公，妻子和丈母娘。妻子的秘密是在外面出轨怀了情人的儿子，于是她偷偷打掉了孩子。老公也出轨了，他和妻子出轨了同一人，情人有了新欢“妻子”，所以最近有些疏远老公，老公很生气并杀死了他。丈母娘则是不知道从哪听到的谣言，吃婴儿会让自己变得更年轻。她偷偷目睹到妻子在厕所弄掉了孩子，她随后将还有一口气的胎儿偷偷带走吃掉了。而故事中的“笔仙”，就是这个可怜的孩子。“笔仙”之所以回答老妇人不会变老，则是因为他早已准备好杀死这几个最亲近的恶人。",
      "difficulty": "简单"
    },
    {
      "id": 12,
      "title": "小不点来了",
      "description": "“妈妈，小不点来了!”中午，客厅突然传来声音，可我是独居女性。声音的来源令我毛骨悚然，于是我立马搬家。搬家后的第一晚，我失眠了。午夜客厅再次传来声音。“妈妈，小不点来了！”我想到我流产的孩子。我立马打字联系之前的房东，“我想搬回去”。",
      "answer": "老公出轨了。导致我伤心过度流产了。而且哭哑了嗓子。出院后我怕一个人太孤独，于是养了一只幾鹉。有了它的陪伴。我之后这一个月都睡的很香甜。可某天中午鹦鹉突然说话了“妈妈小不点来了。”可我已经哑了。鹦鹉在哪学的说话，我意识到家里肯定是进来其他人了。鹦鹉口中的小不点让我联想到了我的侏儒房东。原来这一个月房东趁我不备，每天都会在我的牛奶中下助眼药。之后等我睡沉了，他便爬上了我的床把我当成妈妈抱着我睡觉。我很害怕，于是立马搬家了。搬家后的第一晚我失眠了。此时客厅又传来鹦鹉的声音“妈妈，小不点来了。我想到了我流产的孩子以及医生说我无法生育。长不大的侏儒更适合做我的孩子。于是我便拿起手机给房东发去了信息：“我想搬回去”。",
      "difficulty": "困难"
    },
    {
      "id": 13,
      "title": "巨人",
      "description": "出差前，我发现妻子画了一个陌生男人。她说：“这是个巨人，我梦见我被他握在手中杀死了。”只是梦境所以我并没在意， 可等我出差回来，我却发现妻子死在了家中。警察调查后叹了口气：“唉，第十六个。”",
      "answer": "这是一家隐藏在城市角落的美甲店，它并不起眼，但生意却不错。你只需要领着作要“解決”的女人来到这里做美甲，并付给作为降头师的老板一些钱财，他便会帮你下降头，处理掉你的麻烦。我带妻子去过后，她和我说她梦见了“巨人”。她根本不是梦见了巨人，而是“小人”形象的自己被握在了降头师的手中，我明白事情成了，便假装出差了。出差回来后，果然看到了妻子的尸体，警察什么都调查不出来：“真是邪门了，今年已经十六起这样的案件了。”",
      "difficulty": "困难"
    },
    {
      "id": 14,
      "title": "护膝",
      "description": "3年了，我回到了家，可我吃不下家里的食物，我在忍耐。看着我的护膝，终于，我忍不住了...",
      "answer": "3年前我被人口拐卖，囚禁在某处被改造成了十蜈蚣。我倍感难受的熬了3年，终于我被成功解救回到了家里，可看着家里的食物我却难以下咽。我居然开始怀念那段时间的生活，我知道我的思想不正常了，我在忍耐。可我看着自己的护膝，实在忍不住了，我绑架了爸妈，找到了藏匿起来的医生，再次复刻了三年前的生活，但这次，是和家人..",
      "difficulty": "困难"
    },
    {
      "id": 15,
      "title": "重映",
      "description": "我生病了。每天睡前妈妈都会喂我吃药。可吃完药后我总会做需梦。第一天，我梦见我被急驰而来的卡车撞死了。第二天，我被包裏在睡袋里移动，什么都看不见。第三天，妈妈和我说她被公司辞退了，晚上我梦见妈妈癫狂的割下了我的头。第四天，原来那不是梦。吃完药后，我知道我活不过今晚了。",
      "answer": "我失明之后，妈妈给我尝试了不同风格的药想治我的眼疾，可都没有奏效，于是妈妈搞来一个偏方。那就是用人的眼球做药引子。由于妈妈在火葬场工作所以很容易弄到人的眼球可我每次服用后，都会看到这个人临死前的画面。由于我是在睡觉前服用，我一直以为那是梦。第一天晚上我看到这个人是被车撞死的。第二天晚上我看到这个人被蟒蛇吞进腹中。第三天，由于妈妈偷尸体眼球的事被发现便丢了工作。妈妈失去了眼球的来源，于是她只好通过杀人去获得眼球。于是这天晚上我梦到这个人被妈妈割下头。第四天昨天被妈妈杀的那个人的亲人来找我们报仇，他杀了妈妈后，伪装成妈妈喂我吃下了妈妈的眼球。我看到妈妈在镜子前卸妆，却被一个陌生人挖下了眼球。我这才意识到我之前每天晚上看到的画面都不是梦，我吃的药是人的眼球，妈妈已经死了，那喂我吃的这个人是谁呢…",
      "difficulty": "困难"
    },
    {
      "id": 16,
      "title": "蒙眼猜物",
      "description": "我醒过来发现自己被困在床上，眼睛也被蒙住了。身旁传来了声音：“别挣扎，我们来玩蒙眼猜物，你都猜对了我就放过你。”我不清楚情况，但为了求生，只能配合他。第一次，我摸到了一双手，我知道，妻子已经遇害了。第二次。我摸到了一块布条，我清楚的知道它是从哪拿的。我崩溃了。第三次开始之前我听到了脚步声，这次的物品很好猜。但我摸出来后，却不想活了。",
      "answer": "我醒过来发现自己被困在床上，眼睛也被蒙住了。身旁传来了声音：“别挣扎，我们来玩蒙眼猜物，你都猜对了我就放过你。”我不清楚情况，但为了求生，只能配合他。第一次，我摸到了一双小手。那是我还未出世的孩子的。他们将我妻子破腹并将胎儿取了出来，我知道我的妻子已经遇害了。第二次，我摸到了一块布条，这是从我脸上解下来的，我发现即使布条从我眼睛上拿下来，我还是看不见，原来他们已经把我弄瞎了。第三次，我摸到了一个熟悉的人，那居然是我自己!我居然和这个人互换了身体!原来这个变态是个医生，他一直给有钱人提供换脑手术，从而延续他们的生命。这个瞎子是一个老富豪。他将会给他新的躯体安排一个新的身份，而我现在只是一个风烛残年的老人。",
      "difficulty": "困难"
    },
    {
      "id": 17,
      "title": "6层公寓",
      "description": "我是一个高空精洁者。我正在擦公寓6层窗户的时候，发现一对情倡正躺在床上接吻，我只能看到男人的背影，但是女人特别漂亮，于是我绅士的先去清理别的楼层，等我再回来的时候，发现他们俩居然还在亲吻。于是我去把所有其他楼层都擦完了。可等我回到6层的时候，却发现床上只有一个剩下上半身的男人。",
      "answer": "兄妹二人其实是连体人。她的上半身和她哥哥的上半身连在一起。由于二人的样子十分怪异，没有人能喜欢他们，于是二人时间久了打破了禁忌相爱了，然而女人认识了一个男人，他并不在意女人是残疾人，于是女人变了心，她想摆脱哥哥永远和这个男人在一起。于是他们俩设了一个局，女人在和哥哥亲吻时，男人趁哥哥不备将其掐死。二人怕被清洁工发现，于是男人假装成了哥哥和女人亲吻在了一起。之后男人将女人和哥哥分离开并带着女人双宿双飞。而清洁工回来看到的是只剩下半截身体的哥哥。",
      "difficulty": "中等"
    },
    {
      "id": 18,
      "title": "二十",
      "description": "我嫁到了国外，临产期闺蜜飞来陪我。某天闺蜜害怕的和我说；“你家房子不对劲，我总能听到哭声。”晚上闺蜜突然摔死在我家后院。尸体旁歪歪斜斜写着两个血字“二十”直到我来到某个房间，我终于明自这句话的意思了。",
      "answer": "嫁到东南亚的闺蜜叫我去陪产，可是我在他们家总能听见莫名的哭声。我顺着声音找到源头，这居然有一间隐藏的房间，哭声其实是外面灌到密室里的风声。我壮着胆子进去，发现里面供奉这19尊“古曼童”。这里的本地人非常封建迷信，认为“古曼童”能带来财富，而更癫狂的是闺蜜的丈夫，他认为亲生的更加灵验，这19个“古曼童”都是他的亲生孩子!他每年都会骗一个国外的女孩回来结婚，随后杀妻取子，我准备把这消息告诉闺蜜，结果却被她丈夫杀死了，我被扔下楼，奄奄一息的我在地上写下了“二十”希望闺蜜能明白。“二十”代表着她腹中时孩子会被做成第二十尊“古曼童”。",
      "difficulty": "中等"
    }
  ],
  "history": []
}